BASE_ERROR = {
    "BASE": {
        "0001": "쿼리 조회 에러",
        "0002": "DB Create 에러",
        "0003": "쿼리 필터 에러",
        "0004": "로직 에러",
        "0005": "알수 없는 에러",
        "0006": "허용되지 않는 HTTP Method",
        "1001": "Client 데이터 입력 오류",
        "1002": "Client 데이터 요청 에러",
        "1003": "가져올 수 없는 데이터",
        "1004": "처리할 수 없는 데이터",
        "1005": "Time Out",
        "1006": "권한이 없음",
        "1007": "인증 오류",
        "1008": "유효하지 않는 엔드포인트",
        "1009": "거부됨",
        "2001": "3rd 파티 에러"
    }
}
SUCCESS = 1
FAIL = 0
